Repository: alihamza0173/whatsapp_status_saver
Catalog: lib/l10n/app_*.arb
Languages: tr

# appName
source: Status Saver
tr: Durum Saklayıcı

# statusSaverDescription
source: A Simple Way to Save Your Statuses
tr: Durumlarınızı saklamak için basit bir yöntem

# permissionPrompt
source: In Order to Save Statuses, You Need to Grant Permission
tr: Durumları saklamak için izin vermeniz gerekmektedir

source: Grant Permission
tr: İzni Ver

source: Images
tr: Resimler

source: Videos
tr: Videolar

source: Saved
tr: Kaydedildi

source: Language
tr: Dil

source: Dark Theme
tr: Karanlık Mod

source: How to Use
tr: Nasıl Kullanılır

# howToUseDescription
source: 1. Open WhatsApp and view the status you want to save. 2. Open Status Saver and tap on the status you want to save. 3. Tap on the save button to save the status to your phone.
tr: 1. WhatsApp'ı açın ve kaydetmek istediğiniz durumu görün. 2. Durum Saklayıcıyı açın ve kaydetmek istediğiniz duruma tıklayın. 3. Durumu telefonunuza kaydetmek için kaydet düğmesine basın.

source: Rate Us
tr: Bize Puan Ver

# rateUsDescription
source: If you like the app, please rate us on the Play Store
tr: Uygulamayı beğendiyseniz, lütfen Play Mağaza'da puanlayın.

source: Share
tr: Paylaş

# shareDescription
source: If you like the app, please share it with your friends and family
tr: Eğer uygulama size beğendiyseniz, lütfen arkadaşlarınızla ve ailenizle paylaşın.

source: Privacy Policy
tr: Gizlilik Politikası

# privacyPolicyDescription
source: We do not collect any personal information from you. We do not sell or share your personal information with anyone.
tr: Kişisel bilgilerinizi toplamıyoruz. Kişisel bilgilerinizi kimseyle satmıyor veya paylaşmıyoruz.

source: Contact Us
tr: Bizimle İletişime Geçin

# contactUsDescription
source: If you have any questions or suggestions, please contact us at
tr: Herhangi bir sorunuz veya öneriniz varsa, lütfen bize şuradan ulaşın
