Repository: alihamza0173/whatsapp_status_saver
Catalog: lib/l10n/intl_*.arb
Languages: ur

# appName
source: Status Saver
ur: سٹیٹس سیور

# statusSaverDescription
source: A Simple Way to Save Your Statuses
ur: آپ کی حالات کو محفوظ کرنے کا آسان طریقہ

# permissionPrompt
source: In Order to Save Statuses, You Need to Grant Permission
ur: حالات کو محفوظ کرنے کیلئے آپ کو اجازت دینی ہوگی

source: Grant Permission
ur: اجازت دیں

source: Images
ur: تصاویر

source: Videos
ur: ویڈیوز

source: Saved
ur: محفوظ ہوگیا

source: Language
ur: زبان

source: Dark Theme
ur: ڈارک موڈ

source: How to Use
ur: استعمال کیسے کریں

# howToUseDescription
source: 1. Open WhatsApp and view the status you want to save. 2. Open Status Saver and tap on the status you want to save. 3. Tap on the save button to save the status to your phone.
ur: 1. واٹس ایپ کھولیں اور وہ حالت دیکھیں جو آپ محفوظ کرنا چاہتے ہیں۔ 2. حالات کی محفوظی کھولیں اور وہ حالت پر کلک کریں جو آپ محفوظ کرنا چاہتے ہیں۔ 3. حالت کو اپنے فون پر محفوظ کرنے کے لئے محفوظ کریں کا بٹن دبائیں۔

source: Rate Us
ur: ہمیں درجہ دیں

# rateUsDescription
source: If you like the app, please rate us on the Play Store
ur: اگر آپ کو ایپ پسند آئی تو براہ کرم پلے اسٹور میں اس کی درجہ دیں۔

source: Share
ur: شئیر کریں

# shareDescription
source: If you like the app, please share it with your friends and family
ur: اگر آپ کو ایپ پسند آئی تو براہ کرم اسے اپنے دوستوں اور خاندان کے ساتھ شئیر کریں۔

source: Privacy Policy
ur: رازداری پالیسی

# privacyPolicyDescription
source: We do not collect any personal information from you. We do not sell or share your personal information with anyone.
ur: ہم آپ کی شخصی معلومات جمع نہیں کرتے ہیں۔ ہم آپ کی شخصی معلومات کو کسی کے ساتھ نہیں بیچتے یا شئیر نہیں کرتے ہیں۔

source: Contact Us
ur: ہم سے رابطہ کریں

# contactUsDescription
source: If you have any questions or suggestions, please contact us at
ur: آگر آپ کے پاس کوئی سوال یا تجاویز ہیں، تو براہ کرم ہم سے یہاں رابطہ کریں

source: OK
ur: ٹھیک ہے

source: Cancel
ur: منسوخ کریں
